{
	"feat": [
		{
			"name": "Apparition Sense",
			"source": "WoI",
			"page": 22,
			"level": 1,
			"traits": [
				"animist",
				"divine"
			],
			"entries": [
				"You can see and interact with things others can't. You have apparition sight, an imprecise sense that allows you to detect the presence of {@condition invisible} or {@condition hidden} spirits, haunts, and undead within 30 feet of you.",
				"You can allow a spirit or undead otherwise incapable of speech to speak through you as long as you are in direct contact with it. As an activity that takes 10 minutes, you can act as a link between disembodied souls and their mortal bodies. As long as you are in contact with both a spirit and a living body that belonged to it in life during that entire time, the spirit can use you to return to that body; this does not allow you to bring the dead back to life, but can assist in restoring a disembodied soul to a still-living body. If the body is occupied by another spirit or soul, that entity must succeed at a Will save against your spell DC or be cast from the body when its original owner is returned."
			],
			"leadsTo": [
				"Spirit Walk|WoI"
			]
		},
		{
			"name": "Channeler's Stance",
			"source": "WoI",
			"page": 22,
			"level": 1,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"traits": [
				"animist",
				"stance"
			],
			"entries": [
				"You enter a stance that allows power to flow through you. While in this stance, whenever you cast or {@action Sustain a Spell||Sustain} an apparition spell or vessel spell that deals energy damage, you gain a status bonus to the spell's damage equal to the spell's rank.",
				"Each time you {@action Cast a Spell} that has the {@trait vitality} or {@trait void} traits and that restores Hit Points while in this stance, the spells' targets gain a status bonus to the initial amount of healing received equal to the spell's rank. This bonus healing does not apply to healing over time effects (such as {@ability fast healing} or {@ability regeneration})."
			],
			"leadsTo": [
				"Channeled Protection|WoI"
			]
		},
		{
			"name": "Circle of Spirits",
			"source": "WoI",
			"page": 22,
			"level": 1,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"traits": [
				"animist",
				"apparition",
				"concentrate"
			],
			"frequency": {
				"number": 1,
				"unit": "round"
			},
			"entries": [
				"With a thought, word, or gesture, you reach your mind out to another spirit. Choose another apparition from among those you've attuned to; it becomes your primary apparition, replacing your current one."
			],
			"special": [
				"The number of Focus Points in your focus pool is equal to the number of focus spells you have or the number of apparitions you are attuned to, whichever is higher (maximum 3)."
			]
		},
		{
			"name": "Relinquish Control",
			"source": "WoI",
			"page": 22,
			"level": 1,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"traits": [
				"animist",
				"apparition"
			],
			"trigger": "Your turn begins.",
			"entries": [
				"Your apparition takes over and shields you from outside influence. Until the start of your next turn, you gain a +4 status bonus on saves against spells and effects that give you the {@condition controlled} condition or attempt to influence your actions (such as {@spell charm}, {@spell command}, or a {@creature nosoi||nosoi's} haunting melody). However, the only actions you can take are to {@action Recall Knowledge}, {@action Step}, {@action Strike}, {@action Cast a Spell||Cast an apparition Spell}, {@action Cast a Spell||Cast a vessel Spell}, {@action Sustain a Spell||Sustain a vessel spell}, or use an action that has the {@trait apparition} trait. You gain a +2 circumstance bonus on all {@action Recall Knowledge} checks made using {@skill Lore} skills granted by your attuned apparitions."
			],
			"special": [
				"This feat requires a particularly strong bond with a specific apparition to learn. Choose {@filter one apparition|optionalfeatures||Feature Type=Apparition} you have access to; once you learn this feat, you must always choose that apparition as one of the apparitions you attune to each day."
			],
			"leadsTo": [
				"Instinctive Maneuvers|WoI"
			]
		},
		{
			"name": "Spirit Familiar",
			"source": "WoI",
			"page": 23,
			"level": 1,
			"traits": [
				"animist"
			],
			"entries": [
				"When you attune to your apparitions during your daily preparations, you can choose to dedicate a small amount of your life force to allow one of them to physically manifest as a {@quickref familiar|CRB|0|familiars|0} (Player Core 212), which gains the {@trait spirit} trait. If your familiar is slain or destroyed, you lose all other benefits from the apparition until you remanifest the familiar during your next daily preparations. If you disperse the apparition you have manifested as a familiar, the familiar is destroyed."
			],
			"leadsTo": [
				"Apparition Cloud|WoI"
			]
		},
		{
			"name": "Conceal Spell",
			"source": "WoI",
			"page": 23,
			"level": 2,
			"add_hash": "Animist",
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"traits": [
				"animist",
				"concentrate",
				"spellshape"
			],
			"entries": [
				"You speak with the unheard voice of the spirits. If the next action you use is to {@action Cast a Spell}, the spell gains the {@trait subtle|PC1} trait, hiding the shining runes, sparks of magic, and other manifestations that would usually give away your spellcasting. The trait hides only the spell's spellcasting actions and manifestations, not its effects, so an observer might still see a ray streak out from you or see you vanish into thin air."
			]
		},
		{
			"name": "Embodiment of the Balance",
			"source": "WoI",
			"page": 23,
			"level": 2,
			"traits": [
				"animist"
			],
			"entries": [
				"Your place in the balance between the forces of life and entropy expands the spells you can pull from the spirit realms. You add {@spell heal|PC1} and {@spell harm|PC1} to your apparition spell repertoire, allowing you to cast them with your apparition spellcasting."
			],
			"leadsTo": [
				"Echoing Channel|WoI"
			]
		},
		{
			"name": "Enhanced Familiar",
			"source": "WoI",
			"add_hash": "Animist",
			"page": 23,
			"level": 2,
			"traits": [
				"animist"
			],
			"prerequisites": "You have a familiar.",
			"entries": [
				"You are able to materialize more of your attuned apparition's essence, creating a more powerful vessel for it to inhabit and aid you with. You can select four {@quickref familiar or master abilities|CRB|0|familiars|0}, instead of two."
			]
		},
		{
			"name": "Grasping Spirits Spell",
			"source": "WoI",
			"page": 23,
			"level": 2,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"traits": [
				"animist",
				"apparition",
				"concentrate",
				"spellshape"
			],
			"frequency": {
				"number": 1,
				"interval": 10,
				"unit": "minute"
			},
			"entries": [
				"Gaining substance from your magic, your apparitions increase the range of your spells, which then pull your enemy closer. If the next action you use is to {@action Cast a Spell} that has a range and targets one creature, increase that spell's range by 30 feet. As is standard for increasing spell ranges, if the spell normally has a range of touch, you extend its range to 30 feet. In addition to the normal effects of the spell, your apparitions briefly take on semi-physical forms and attempt to drag the target toward you. The target must attempt a Fortitude saving throw against your spell DC; on a failure, it is pulled up to 30 feet directly toward you."
			]
		},
		{
			"name": "Spiritual Expansion Spell",
			"source": "WoI",
			"page": 24,
			"level": 2,
			"traits": [
				"animist",
				"apparition",
				"concentrate",
				"spellshape"
			],
			"entries": [
				"Your apparitions manifest to scatter the energy of your spell. If the next action you use is to {@action Cast a Spell} that has an area of a burst, cone, or line and does not have a duration, increase the area of that spell. Add 5 feet to the radius of a burst that normally has a radius of at least 10 feet (a burst with a smaller radius is not affected). Add 5 feet to the length of a cone or line that is normally 15 feet long or smaller, and add 10 feet to the length of a larger cone or line.",
				"You can also use this feat to increase the radius of an emanation spell with a duration by 5 feet by dedicating your primary apparition to maintaining the spellshape; dedicating the apparition to the spell prevents you from using the apparition's vessel spell, apparition skills, or {@spell avatar} form for the duration of the modified spell."
			]
		},
		{
			"name": "Apparition's Enhancement",
			"source": "WoI",
			"page": 24,
			"level": 4,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"traits": [
				"animist",
				"apparition",
				"divine",
				"spirit"
			],
			"frequency": {
				"number": 1,
				"unit": "turn"
			},
			"requirements": "Your most recent action was to cast a non-cantrip spell.",
			"entries": [
				"Spiritual power encases your weapon or unarmed attack. Until the end of your turn, one wielded weapon or unarmed attack you have deals an extra {@damage 1d6} spirit damage and gains the {@trait divine} trait, if it didn't have it already."
			]
		},
		{
			"name": "Channeled Protection",
			"source": "WoI",
			"page": 24,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 4,
			"traits": [
				"animist",
				"apparition",
				"aura"
			],
			"prerequisites": "{@feat Channeler's Stance|WoI}",
			"requirements": "You are in Channeler's Stance and your last action was to {@action Cast a Spell} from your spell slots.",
			"entries": [
				"Your apparition uses excess energy to protect you. You and all adjacent allies gain a +1 status bonus to your AC and to your Reflex saving throws until the start of your next turn. If the spell was at least 7th rank, the status bonus increase to +2."
			]
		},
		{
			"name": "Walk the Wilds",
			"source": "WoI",
			"page": 24,
			"level": 4,
			"traits": [
				"animist"
			],
			"entries": [
				"You know the ways of birds and beasts and have gained the right to wear their forms. You add {@spell animal form} to your apparition spell repertoire, allowing you to cast it with your apparition spellcasting."
			],
			"special": [
				"If you cast the {@spell darkened forest form|WoI} focus spell (page 20) to turn into a form granted by {@spell animal form}, you can {@action Sustain a Spell||Sustain} it up to 5 minutes instead of its normal duration."
			],
			"leadsTo": [
				"Wind Seeker|WoI"
			]
		},
		{
			"name": "Apparition Stabilization",
			"source": "WoI",
			"page": 24,
			"level": 6,
			"traits": [
				"animist",
				"apparition",
				"wandering"
			],
			"entries": [
				"Your attuned apparition ensures that even if you would be distracted or disrupted, your magic does not go to waste. If a reaction would {@quickref disrupt|CRB|3|actions} your spellcasting action, attempt a DC {@flatDC 15} flat check. If you succeed, your action isn't {@quickref disrupted|CRB|3|actions}. When you gain the third apparition class feature, this DC is reduced to {@flatDC 13}, and when you gain the fourth apparition class feature, this DC is reduced to {@flatDC 10}."
			]
		},
		{
			"name": "Blazing Spirit",
			"source": "WoI",
			"page": 25,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 6,
			"traits": [
				"animist",
				"apparition",
				"divine",
				"fire",
				"wandering"
			],
			"frequency": {
				"number": 1,
				"interval": 10,
				"unit": "minute"
			},
			"trigger": "A creature damages you with a melee attack.",
			"requirements": "Your attuned apparition grants {@skill Lore||Battlegrounds Lore} or {@skill Lore||Volcano Lore} as an apparition skill.",
			"entries": [
				"Your apparition grants fiery defenses. You gain resistance equal to your level against the triggering damage, and the triggering creature takes {@damage 1d6} fire damage and 1 {@condition persistent damage||persistent fire damage}. This damage increases to {@damage 2d6} fire damage and 2 {@condition persistent damage||persistent fire damage} at 12th level, and {@damage 3d6} fire damage and 3 {@condition persistent damage||persistent fire damage} at 18th level."
			]
		},
		{
			"name": "Grudge Strike",
			"source": "WoI",
			"page": 25,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"animist",
				"apparition",
				"divine",
				"wandering"
			],
			"requirements": "Your attuned apparition grants {@skill Lore||Heraldry Lore} or {@skill Lore||Underworld Lore} as an apparition skill.",
			"entries": [
				"You channel the spiritual power of spiteful grudges. Make a melee {@action Strike} against a creature within your reach. You gain a +2 circumstance bonus to your attack roll and deal an additional {@damage 2d6} void damage to the target; if the target is undead or otherwise has void healing, this {@action Strike} instead deals an additional {@damage 2d6} vitality damage. This ability gains the {@trait vitality} trait if it deals vitality damage, or the {@trait void} trait if it deals void damage."
			]
		},
		{
			"name": "Medium's Awareness",
			"source": "WoI",
			"page": 25,
			"level": 6,
			"traits": [
				"animist",
				"apparition",
				"divine",
				"wandering"
			],
			"entries": [
				"Your apparitions watch over you. You gain a +2 status bonus to {@skill Perception} checks made to {@action Seek} and when using {@skill Perception} for your initiative roll. At 12th level, this status bonus increases to +3, and at 20th level, to +4."
			]
		},
		{
			"name": "Roaring Heart",
			"source": "WoI",
			"page": 25,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"animist",
				"apparition",
				"divine",
				"wandering"
			],
			"requirements": "Your attuned apparition grants {@skill Lore||Mountain Lore} as an apparition skill.",
			"entries": [
				"You surge forward inexorably. You {@action Stride} twice. At any point during this movement, you can {@action Shove} up to two creatures you pass adjacent to. When you end the movement, the turbulent spirits you're attuned to reward you for acting in an appropriately fierce manner: you and each ally in a 30-foot emanation gain temporary Hit Points equal to half your level if you successfully Shoved at least one enemy, or equal to your level if you succeeded at Shoving both. These temporary Hit Points last until the beginning of your next turn."
			]
		},
		{
			"name": "Apparition's Reflection",
			"source": "WoI",
			"page": 25,
			"activity": {
				"number": 1,
				"unit": "varies",
				"entry": "{@as 2} TO {@as 3}"
			},
			"level": 8,
			"traits": [
				"animist",
				"apparition",
				"spellshape"
			],
			"frequency": {
				"number": 1,
				"unit": "hour"
			},
			"entries": [
				"Your apparition infuses your body with additional power. You regain one expended apparition spell slot that is at least 2 ranks lower than your highest-rank spell slot and takes 1, 2, or 3 actions to Cast. You then immediately cast an apparition spell that can be cast using that slot. The number of actions required for Echo of Spirits is equal to the action cost of the spell cast. Maintaining control after such a surge is difficult, however; after casting the spell, you're {@condition confused} until the end of your next turn."
			]
		},
		{
			"name": "Instinctive Maneuvers",
			"source": "WoI",
			"page": 25,
			"level": 8,
			"traits": [
				"animist",
				"apparition"
			],
			"prerequisites": "{@feat Relinquish Control|WoI}",
			"entries": [
				"When you allow an apparition control over your body, it might vent its fury against your foes. When you Relinquish Control, you add {@action Grapple}, {@action Reposition|PC1}, {@action Shove}, and {@action Trip} to the list of actions you can take. You gain a +2 status bonus to the {@skill Athletics} check to attempt these actions."
			]
		},
		{
			"name": "Spirit Walk",
			"source": "WoI",
			"page": 25,
			"level": 8,
			"traits": [
				"animist",
				"apparition",
				"aura",
				"exploration"
			],
			"prerequisites": "{@feat Apparition Sense|WoI}",
			"entries": [
				"Your allied apparitions ward you against the predations of their restless peers. You and allies in a 30-foot emanation gain a +2 status bonus to {@action Recall Knowledge} checks about spirits, haunts, and undead. While you're {@action Search||Searching} or {@action Detect Magic||Detecting Magic} in exploration mode, this bonus also applies to AC and saves against reactions any of you trigger from haunts and spirits. During your first turn in an encounter, you and allies in the aura have resistance equal to half your level against damage dealt by haunts or spirits."
			]
		},
		{
			"name": "Wind Seeker",
			"source": "WoI",
			"page": 25,
			"level": 8,
			"traits": [
				"animist"
			],
			"prerequisites": "{@feat Walk the Wilds|WoI}",
			"entries": [
				"Wings free you from the shackles of the ground below. You add {@spell aerial form} to your apparition spell repertoire, allowing you to cast it with your apparition spellcasting. Whenever you use {@spell aerial form} to gain a form that grants you a specific {@skill Acrobatics} modifier, you gain a +1 status bonus to {@skill Acrobatics} checks."
			],
			"special": [
				"If you are attuned to an apparition of {@optfeature stalker in darkened boughs|WoI|darkened boughs} (page 20), add the bat and bird forms in {@spell aerial form} to your {@spell darkened forest form|WoI} lists."
			]
		},
		{
			"name": "Apparition's Quickening",
			"source": "WoI",
			"page": 25,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 10,
			"traits": [
				"animist",
				"apparition",
				"concentrate",
				"spellshape"
			],
			"frequency": {
				"number": 1,
				"unit": "round"
			},
			"requirements": "You are attuned to at least 2 apparitions.",
			"entries": [
				"If your next action is to cast a cantrip or a spell that is at least 2 ranks lower than the highest-rank spell slot you have, you can draw power from one of your attuned apparitions to reduce the number of actions to cast it by 1 (minimum 1 action). The chosen apparition is dispersed until you can re-attune to it at your next daily preparations, but you can't disperse an apparition in this way if you would no longer be attuned to any apparitions afterward."
			],
			"special": [
				"This can only be used on a cantrip or spell from the class matching the one you gained this feat from."
			]
		},
		{
			"name": "Fly on Shadowed Wings",
			"source": "WoI",
			"page": 26,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 10,
			"traits": [
				"animist",
				"apparition"
			],
			"frequency": {
				"number": 1,
				"unit": "hour"
			},
			"entries": [
				"Your apparition embraces you, feeding on your magic to become a pair of protective wings. Choose one of your attuned apparitions; for 10 minutes, you gain a fly Speed equal to your land Speed and resistance to precision damage equal to your level, but your chosen apparition is dispersed for the duration, automatically re-attuning to you after 10 minutes."
			]
		},
		{
			"name": "Incredible Familiar",
			"source": "WoI",
			"add_hash": "Animist",
			"page": 26,
			"level": 10,
			"traits": [
				"animist"
			],
			"prerequisites": "{@feat Enhanced Familiar|WoI}",
			"entries": [
				"Your connection to your apparition and your mastery of spiritual magic reach a new threshold that allows you to channel even more power into the physical form you allow it to take on as your familiar. You can select a base of six {@quickref familiar or master abilities|CRB|0|familiars|0} each day, instead of four."
			]
		},
		{
			"name": "Apparition Cloud",
			"source": "WoI",
			"page": 26,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 12,
			"traits": [
				"animist",
				"misfortune",
				"wandering"
			],
			"prerequisites": "{@feat Spirit Familiar|WoI}",
			"trigger": "You are targeted by an attack.",
			"requirements": "Your familiar is adjacent to you or in your space.",
			"entries": [
				"With a mere thought, you discorporate your familiar into a thousand shards of spiritual magic, protecting both it and yourself from physical harm while making it difficult for enemies to move near you. You are {@condition concealed} from the triggering attack. Until the start of your next turn, your familiar can't be targeted and your enemies treat all spaces adjacent to you as {@quickref difficult terrain|CRB|3|terrain|0}."
			]
		},
		{
			"name": "Shadows within Shadows",
			"source": "WoI",
			"page": 26,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 12,
			"traits": [
				"animist",
				"apparition",
				"divine",
				"misfortune",
				"wandering"
			],
			"trigger": "You would be detected by an enemy {@action Seek||Seeking} you, or an enemy would succeed at a counteract check against a spell making you {@condition hidden}, {@condition concealed}, or {@condition undetected}.",
			"requirements": "Your attuned apparition grants {@skill Lore||Hunting Lore} or {@skill Lore||Underworld Lore} as one of its apparition skills.",
			"entries": [
				"Your apparition possesses a furtive and elusive nature that can influence and blend with your spiritual energy to form a protective and nearly impenetrable shroud of nondetection around you. The enemy must reroll the triggering check and take the lower result."
			]
		},
		{
			"name": "Whispers of Warning",
			"source": "WoI",
			"page": 26,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 12,
			"traits": [
				"animist",
				"apparition",
				"divine",
				"misfortune",
				"wandering"
			],
			"frequency": {
				"number": 1,
				"interval": 10,
				"unit": "minute"
			},
			"trigger": "You would be hit, but not critically hit, by an attack.",
			"entries": [
				"Your protective apparitions alert you to an incoming attack. The attacker must roll its attack roll a second time and take the lower result."
			]
		},
		{
			"name": "Banish Falsehoods of Flesh",
			"source": "WoI",
			"page": 26,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 14,
			"traits": [
				"animist",
				"concentrate",
				"divine"
			],
			"entries": [
				"Your ability to manipulate supernatural energy allows you to deploy divine magic directly against a disguised enemy to reveal them as they truly are, or to cleanse an ally from an unwilling transformation. Attempt a {@skill Religion} check to counteract a {@trait polymorph} effect currently affecting a creature within 30 feet of you that you are aware of. The target is then temporarily immune to Banish Falsehoods of Flesh for 1 day."
			]
		},
		{
			"name": "Cardinal Guardians",
			"source": "WoI",
			"page": 26,
			"level": 14,
			"traits": [
				"animist"
			],
			"entries": [
				"You focus your divine magic to allow your apparitions to work in concert using the magic from one to weaken an enemy against the power of the next. Whenever you succeed at a spell attack with an apparition spell or vessel spell, or when a creature fails its save against such a spell, you gain a +2 status bonus to your spell attack modifier against that creature with spells granted by any of your other apparitions, and it takes a –2 status penalty to its saves against such spells. These benefits last until the end of your next turn."
			]
		},
		{
			"name": "Forest's Heart",
			"source": "WoI",
			"page": 26,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 16,
			"traits": [
				"animist",
				"apparition",
				"divine",
				"stance",
				"wandering"
			],
			"requirements": "Your attuned apparition grants {@skill Lore||Forest Lore} or {@skill Lore||Herbalism Lore} as one of its apparition skills.",
			"entries": [
				"You adopt a stance that allows your apparitions to channel spiritual energy down through you to inhabit roots, control vines, and command plant-life from the ground you stand on to fight on your behalf. You call forth roots, vines, or other plant growth native to the region and can use them to make unarmed attacks. These deal {@damage 4d8} bludgeoning damage, are in the {@group brawling} group, and have the {@trait finesse}, {@trait grapple}, and {@trait reach||reach 30 feet} traits. Attacks made with these unarmed attacks don't gain additional damage from {@item striking} runes, but can benefit from the item bonus to attack rolls and property runes of {@item handwraps of mighty blows (generic)} you wear."
			]
		},
		{
			"name": "Jester's Gambol",
			"source": "WoI",
			"page": 26,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 16,
			"traits": [
				"animist",
				"apparition",
				"divine",
				"stance",
				"wandering"
			],
			"requirements": "You are attuned to an apparition that grants {@skill Lore||Circus Lore} or {@skill Lore||Fey Lore} as one of its apparition skills.",
			"entries": [
				"You adopt a stance that makes your movements carefree and sublimely unpredictable, allowing you to move past impediments with ease and resist the attacks and importunateness of natural threats. You ignore {@quickref difficult terrain|CRB|3|terrain|0}, and you gain resistance equal to half your level against damage dealt to you by animals, beasts, fey, fungi, and plants."
			]
		},
		{
			"name": "Monstrous Inclinations",
			"source": "WoI",
			"page": 27,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 16,
			"traits": [
				"animist",
				"apparition",
				"wandering"
			],
			"requirements": "Your attuned apparition grants {@skill Lore||Forest Lore} or {@skill Lore||Ocean Lore} as one of its apparition skills.",
			"entries": [
				"Your apparitions share with you the monstrous nature of those creatures who dwell in deep seas or ancient woods. You add {@spell monstrosity form} to your apparition spell repertoire, allowing you to cast it with your apparition spellcasting."
			],
			"special": [
				"If you are attuned to a {@optfeature stalker in darkened boughs|WoI} (page 20), add the phoenix form from {@spell monstrosity form} to your available {@spell darkened forest form|WoI} options when you cast the spell heightened to 8th rank.",
				"If you are attuned to a {@optfeature lurker in devouring dark|WoI} (page 19), add the cave worm and sea serpent forms to your {@spell devouring dark form|WoI} options as a {@trait polymorph} effect when you cast the spell heightened to 8th rank."
			]
		},
		{
			"name": "Spiritual Spellshape Stance",
			"source": "WoI",
			"page": 27,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 16,
			"traits": [
				"animist",
				"apparition",
				"divine",
				"stance",
				"wandering"
			],
			"entries": [
				"You feed excess magical power into your apparition, allowing it to grow ethereal limbs it can use to help shape and focus your spells. Once per turn while in this stance, you can use a {@filter spellshape feat that normally requires one action|feats||general=spellshape|activity=action} as a free action instead, but only to affect spells that deal spirit, vitality, or void damage. This doesn't allow you to avoid or bypass any other restrictions or limitations normally associated with the spellshape feat."
			]
		},
		{
			"name": "Cycle of Souls",
			"source": "WoI",
			"page": 27,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 18,
			"traits": [
				"animist",
				"apparition"
			],
			"prerequisites": "liturgist practice, at least one {@filter animist stance|feats||class=animist|combat=stance}",
			"trigger": "Your turn starts.",
			"entries": [
				"Your spiritual allies guide your movements, allowing you to prepare for the trials before you at a speed faster than thought.",
				"You {@action Step}, then enter an animist stance you know."
			]
		},
		{
			"name": "Echoing Channel",
			"source": "WoI",
			"page": 27,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 18,
			"traits": [
				"animist",
				"apparition",
				"concentrate",
				"spellshape"
			],
			"prerequisites": "{@feat Embodiment of the Balance|WoI}",
			"entries": [
				"When you channel the powers of life and death, your apparition absorbs and enhances the spiritual energy, carrying it to a nearby ally. If the next action you use is to cast a 2-action {@spell harm} or {@spell heal} to heal or damage a single creature, choose yourself or one other additional creature adjacent to either you or the target. Target that creature with a 1-action version of the same spell, even if they would otherwise be out the spell's range. This spell is the same rank as the 2-action {@spell harm} or {@spell heal} you cast and doesn't cost another spell slot."
			]
		},
		{
			"name": "Spirit's Sacrifice",
			"source": "WoI",
			"page": 27,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 18,
			"traits": [
				"animist",
				"apparition"
			],
			"trigger": "You would die.",
			"entries": [
				"Your attuned apparition gathers all of the energy it can through your shared bond and uses that power to disperse itself while channeling the energy back into you, saving your life. You can use Spirit's Sacrifice even while {@condition unconscious} or otherwise unable to act. Choose one apparition you have attuned; you do not die, your {@condition wounded} condition is reduced to 1 if it would be higher, and you regain a number of Hit Points equal to twice your level. The chosen apparition is dispersed until you can re-attune to it at your next daily preparations."
			]
		},
		{
			"name": "Eternal Guide",
			"source": "WoI",
			"page": 27,
			"level": 20,
			"traits": [
				"animist",
				"apparition"
			],
			"frequency": {
				"number": 1,
				"unit": "week"
			},
			"entries": [
				"Your attuned apparitions recognize that you still have essential work to do and refuse to allow you to pass on, gathering up your essence to carry your soul back to the community you call home. Choose a single settlement with a population of at least 100 people. Whenever you die and are not returned to life within 24 hours by other means, as long as the settlement still exists and there are no other claims on your soul (such as a contract with a devil) and nothing trapping your soul (such as being slain by a critical hit from a vilderavn), your attuned apparition magically transports your soul, remains, and all of the items you had worn or carried at the time of your death (so long as they have not been otherwise recovered) back to the chosen settlement, where you are reborn. The nature of this rebirth varies between animists; some magically reconstitute and reinvigorate their physical forms to return to life in their original bodies, while others pass their knowledge and power on to a new inheritor who effectively takes their place in the grand story of existence. When returned to your original physical form in this manner, you are brought back in your physical prime, restored to youthful health and vigor. This effectively makes you immune to {@condition dying} of old age so long as you are not killed by violence less than a week before you would have died of old age.",
				"Regardless of the exact nature of your rebirth, you or your inheritor are fully restored with your level, experience, and equipment intact one week after your death. If you choose an inheritor and their ancestry is different than yours, your attribute scores do not change but you can freely retrain your ancestry feats and any other feats that relied on them as prerequisites as part of your rebirth.",
				"There is no limit to the number of times you can be reborn, but if you die before a week has passed since your last rebirth, neither you nor your attuned apparitions have recovered enough energy to complete the process again, and your soul passes to whatever final reward it has earned."
			]
		},
		{
			"name": "True Channel Spell",
			"source": "WoI",
			"page": 27,
			"level": 20,
			"traits": [
				"animist"
			],
			"entries": [
				"You are a true conduit for spiritual power, able to unleash the greatest spells. You gain a single 10th-rank spell slot and can prepare a spell in that slot using animist spellcasting. You can't use 10th-rank slots with abilities that give you more spell slots or that let you cast spells without expending spell slots."
			]
		},
		{
			"name": "Animist Dedication",
			"source": "WoI",
			"page": 56,
			"level": 2,
			"featType": {
				"archetype": [
					"Animist"
				]
			},
			"traits": [
				"archetype",
				"dedication",
				"multiclass"
			],
			"prerequisites": "Wisdom +2",
			"entries": [
				"You have formed a bond with an apparition and can cast divine spells. Choose a single {@filter apparition|optionalfeatures||Feature Type=Apparition} from those available to the animist (page 17). You become bound to that apparition and can attune to it each day during your daily preparations to become trained in its apparition skills. If you are 8th level, you are expert in its apparition skills while attuned to it, and if you are 16th level, you are a master in its apparition skills while attuned to it. You can spend 1 day of downtime ending your relationship with this apparition and bonding to a new one.",
				"You gain the {@action Cast a Spell} activity. You can prepare {@filter two common cantrips|spells||spell type=spell|level=0|tradition & spell list=divine|rarity=common} each day from the divine spell list or any other divine cantrips you have access to, including the cantrip listed in your apparition's apparition spells. You're trained in the spell attack modifier and spell DC statistics. Your key spellcasting attribute for animist archetype spells is Wisdom, and they are divine animist spells."
			],
			"leadsTo": [
				"Basic Animist Spellcasting|WoI",
				"Apparition Magic|WoI",
				"Spiritual Awakening|WoI",
				"Animist's Power|WoI",
				"Expert Animist Spellcasting|WoI",
				"Master Animist Spellcasting|WoI"
			]
		},
		{
			"name": "Basic Animist Spellcasting",
			"source": "WoI",
			"page": 56,
			"level": 4,
			"featType": {
				"archetype": [
					"Animist"
				]
			},
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Animist Dedication|WoI}",
			"entries": [
				"You gain the {@quickref basic spellcasting benefits|CRB|0|spellcasting archetypes} (Player Core 215) as a prepared divine caster. In addition to standard divine tradition spells, you can prepare your bonded apparition's apparition spells in your spell slots of the appropriate level from the animist archetype."
			],
			"leadsTo": [
				"Apparition Magic|WoI"
			]
		},
		{
			"name": "Spiritual Awakening",
			"source": "WoI",
			"page": 56,
			"level": 4,
			"featType": {
				"archetype": [
					"Animist"
				]
			},
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Animist Dedication|WoI}",
			"entries": [
				"You gain a {@filter 1st- or 2nd-level animist|feats||Class=animist|level=[1;2]} feat."
			],
			"leadsTo": [
				"Animist's Power|WoI"
			]
		},
		{
			"name": "Animist's Power",
			"source": "WoI",
			"page": 56,
			"level": 6,
			"featType": {
				"archetype": [
					"Animist"
				]
			},
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Spiritual Awakening|WoI}",
			"entries": [
				"You gain a {@filter animist|feats||Class=animist|Feat=!wandering} feat. For the purpose of meeting its prerequisites, your animist level is equal to half your character level. You can't use this feat to gain animist feats with the {@trait wandering} trait."
			],
			"special": [
				"You can select this feat more than once. Each time you select it, you gain another animist feat."
			]
		},
		{
			"name": "Apparition Magic",
			"source": "WoI",
			"page": 56,
			"level": 8,
			"featType": {
				"archetype": [
					"Animist"
				]
			},
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Basic Animist Spellcasting|WoI}",
			"entries": [
				"You can cast more divine spells each day. You gain 1 additional spell slot from animist archetype feats for each spell rank other than your two highest animist spell slots. These additional slots can only be used to prepare spells from your apparition's apparition spells."
			]
		},
		{
			"name": "Expert Animist Spellcasting",
			"source": "WoI",
			"page": 56,
			"level": 12,
			"featType": {
				"archetype": [
					"Animist"
				]
			},
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Animist Dedication|WoI}, master in {@skill Religion}",
			"entries": [
				"You gain the {@quickref expert spellcasting benefits|CRB|0|spellcasting archetypes} (Player Core 215) as a prepared divine caster."
			]
		},
		{
			"name": "Master Animist Spellcasting",
			"source": "WoI",
			"page": 56,
			"level": 18,
			"featType": {
				"archetype": [
					"Animist"
				]
			},
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Animist Dedication|WoI}, legendary in {@skill Religion}",
			"entries": [
				"You gain the {@quickref master spellcasting benefits|CRB|0|spellcasting archetypes} (Player Core 215) as a prepared divine caster."
			]
		},
		{
			"name": "Energized Spark",
			"source": "WoI",
			"page": 35,
			"level": 1,
			"traits": [
				"exemplar"
			],
			"entries": [
				"The energy of your spirit manifests as crackling lightning, the chill of winter, or the power of an element. Choose one of the following traits: {@trait air} (slashing), {@trait cold}, {@trait earth} (bludgeoning), {@trait electricity}, {@trait fire}, {@trait metal} (slashing), {@trait poison}, {@trait sonic}, {@trait vitality}, {@trait void}, {@trait water} (bludgeoning), or {@trait wood} (piercing). You can choose for any spirit damage dealt by your exemplar abilities to instead gain the trait and deal the corresponding damage type."
			],
			"special": [
				"You can select this feat multiple times, choosing a different damage type each time."
			]
		},
		{
			"name": "Sanctified Soul",
			"source": "WoI",
			"page": 35,
			"level": 1,
			"traits": [
				"exemplar"
			],
			"entries": [
				"You've drawn a line in the sand in the cosmic struggle between good and evil and chosen a side. You gain either the {@trait holy} trait or the {@trait unholy} trait. All your exemplar abilities that deal spirit damage gain the {@trait sanctified} trait, allowing you to apply your {@trait holy} or {@trait unholy} trait to them to better affect your chosen enemies."
			]
		},
		{
			"name": "Twin Stars",
			"source": "WoI",
			"page": 35,
			"level": 1,
			"traits": [
				"exemplar",
				"ikon"
			],
			"usage": "imbued into a one-handed weapon ikon",
			"entries": [
				"Your divine spark embodies a primordial duality, and your ikon splits itself accordingly into two corresponding halves. You can use an {@action Interact} action to split the imbued ikon into two copies of itself, which both gain the {@trait twin} trait; these copies are identical except for one mirrored feature, such as a sun motif on one and a moon motif on another. You can use this ability again to fuse the two halves back into their original form. As these are both manifestations of the same object, your divine spark empowers the two halves as if they were a single ikon."
			]
		},
		{
			"name": "Vow of Mortal Defiance",
			"source": "WoI",
			"page": 35,
			"level": 1,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"traits": [
				"auditory",
				"concentrate",
				"exemplar",
				"linguistic",
				"mental"
			],
			"prerequisites": "You are not sanctified with the {@trait holy} or {@trait unholy} trait.",
			"entries": [
				"Having seen the wreckage left by the gods and their servitors as they play in their great war of good and evil, you've come to the only reasonable conclusion: they all must be cut from their silken thrones. You swear a vow to defeat one creature within 60 feet that has the {@trait holy} or {@trait unholy} trait. The first time each round that you deal damage to that creature, you deal an additional {@damage 1d6} spirit damage. You can't use Vow of Mortal Defiance again until you or the target is defeated, flees, or the encounter ends."
			],
			"special": [
				"If you take this feat, you can't become sanctified with the {@trait holy} or {@trait unholy} trait. Retraining out of this feat typically requires a major change of philosophy."
			]
		},
		{
			"name": "Hurl at the Horizon",
			"source": "WoI",
			"page": 35,
			"level": 2,
			"traits": [
				"exemplar",
				"ikon"
			],
			"usage": "imbued into a thrown or melee weapon ikon",
			"entries": [
				"Your weapon flies from your hand as if propelled under its own power. The imbued ikon gains the following ability.",
				{
					"type": "ability",
					"name": "Immanence",
					"entries": [
						"Your weapon gains the {@trait thrown||thrown 15 feet} trait, or increases its thrown distance by 10 feet if it already has the {@trait thrown} trait."
					]
				}
			]
		},
		{
			"name": "Leap the Falls",
			"source": "WoI",
			"page": 35,
			"level": 2,
			"traits": [
				"exemplar",
				"ikon"
			],
			"usage": "imbued into a body ikon",
			"entries": [
				"Reinforcing your legs with divine energy, you can leap the battlefield as powerfully as a salmon clearing a waterfall. The imbued ikon gains the following ability.",
				{
					"type": "ability",
					"name": "Immanence",
					"entries": [
						"You gain the {@feat Powerful Leap} and {@feat Quick Jump} skill feats, allowing you to jump further and faster, even if you do not meet the prerequisites for them."
					]
				}
			]
		},
		{
			"name": "Lightning Swap",
			"source": "WoI",
			"page": 35,
			"level": 2,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"traits": [
				"exemplar",
				"flourish"
			],
			"entries": [
				"You have practiced quickly switching between combat styles and the equipment needed for them, especially if you wield more than one weapon ikon. You {@action Interact} to stow any number of items from your hands, then draw up to two weapons or a shield and a weapon."
			]
		},
		{
			"name": "Red-Gold Mortality",
			"source": "WoI",
			"page": 35,
			"level": 2,
			"traits": [
				"exemplar",
				"ikon",
				"void"
			],
			"usage": "imbued into a weapon ikon",
			"entries": [
				"By channeling your divinity into a creature along with a strike, you can disrupt their ability to recover. The imbued ikon gains the following ability",
				{
					"type": "ability",
					"name": "Immanence",
					"entries": [
						"When you successfully damage an enemy with the ikon, a marking appears around the wound, painted in the red of mortal blood and the gold of divine ichor. When the target would regain Hit Points, such as from a healing effect or an ability like {@ability fast healing} or {@ability regeneration}, it must attempt a Will save against your class DC to determine the effects, and then the marking fades. The marking otherwise fades after 1 minute.",
						{
							"type": "successDegree",
							"entries": {
								"Success": "The creature regains the full number of Hit Points that would be healed.",
								"Failure": "The creature regains only half the number of Hit Points as the contradictory energies swirl within it.",
								"Critical Failure": "The creature doesn't regain any Hit Points."
							}
						}
					]
				}
			]
		},
		{
			"name": "Only the Worthy",
			"source": "WoI",
			"page": 36,
			"level": 4,
			"traits": [
				"exemplar",
				"ikon"
			],
			"entries": [
				"You can designate your ikons as movable by only your own hand, leaving them fixed in place as surely as if they were lodged in stone. Whenever you Release an ikon, you can spend an action to command it to remain motionless. While motionless, the ikon can be moved only if 8,000 pounds of pressure are applied to it or if a creature uses {@skill Athletics} to {@action Force Open} the ikon with a DC equal to your class DC. You can {@action Release} your ikon over an adjacent prone enemy to hold them down with the ikon's motionlessness—while so {@action Release||Released}, you can't use the ikon, but the enemy must succeed at the {@skill Athletics} check to {@action Stand} or to move. The ikon automatically flies back to your hand when the effect is broken or if you spend an Interact action to hold out a hand and draw it back."
			]
		},
		{
			"name": "Steel on Steel",
			"source": "WoI",
			"page": 36,
			"level": 4,
			"traits": [
				"exemplar",
				"ikon"
			],
			"usage": "imbued into a melee weapon ikon or worn ikon made of metal, stone, or a similarly hard material",
			"entries": [
				"The ring of divinely empowered steel assails your enemies.",
				{
					"type": "ability",
					"name": "Transcendence—Ringing Challenge",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"traits": [
						"sonic",
						"spirit",
						"transcendence"
					],
					"entries": [
						"You clang your ikon against a weapon, shield, or the ground, emitting a shock wave that deals {@damage 1d4} spirit damage and {@damage 1d4} sonic damage to all creatures in a 30-foot cone or 15-foot emanation (basic Fortitude save). A creature that critically fails its saving throw is {@condition deafened} for 1 minute.",
						"At 6th level and every 2 levels thereafter, the damage increases by {@damage 1d4} spirit damage and {@damage 1d4} sonic damage."
					]
				}
			]
		},
		{
			"name": "Through the Needle's Eye",
			"source": "WoI",
			"page": 36,
			"level": 4,
			"traits": [
				"exemplar",
				"ikon"
			],
			"usage": "imbued into a weapon ikon",
			"entries": [
				"Your weapon strikes with the perfection your will demands.",
				{
					"type": "ability",
					"name": "Transcendence—Blinding of the Needle",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"traits": [
						"transcendence"
					],
					"entries": [
						"You aim your weapon in a superficial cut above your opponent's eye. Make a {@action Strike} with the imbued ikon. If that {@action Strike} is successful, the target must succeed at a Fortitude save against your class DC or become {@condition blinded} for 1 round or until it uses an {@action Interact} action to clear the blood from its vision."
					]
				}
			]
		},
		{
			"name": "Binding Serpents Celestial Arrow",
			"source": "WoI",
			"page": 36,
			"level": 6,
			"traits": [
				"exemplar",
				"ikon"
			],
			"usage": "imbued into a ranged weapon ikon, or a melee weapon ikon with the thrown trait",
			"entries": [
				"As you prepare to shoot your weapon, you invoke divine serpents that bind your enemies. The imbued ikon gains the following ability.",
				{
					"type": "ability",
					"name": "Transcendence—Coiling Serpents",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"traits": [
						"transcendence"
					],
					"entries": [
						"Make a ranged {@action Strike} with your ikon. If the {@action Strike} hits, the target must succeed at a Reflex save against your class DC or the arrow transforms into a multitude of ethereal snakes that coil around the target, immobilizing it until it succeeds at an {@action Escape} attempt against your class DC."
					]
				}
			]
		},
		{
			"name": "Flow of War",
			"source": "WoI",
			"page": 37,
			"level": 6,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"frequency": {
				"number": 1,
				"unit": "hour"
			},
			"trigger": "Your turn begins.",
			"traits": [
				"exemplar"
			],
			"entries": [
				"Divine battle instincts take over your body, letting you move and lash out with instinctive speed. You become {@condition quickened} until the end of your turn and can use the extra action only to {@action Strike} or {@action Stride}."
			]
		},
		{
			"name": "Motionless Cutter",
			"source": "WoI",
			"page": 37,
			"level": 6,
			"traits": [
				"exemplar",
				"ikon"
			],
			"usage": "imbued into a melee weapon ikon that deals slashing damage",
			"entries": [
				"Your weapon is so sharp even an insect alighting upon its still blade would be severed. Your weapon ikon gains the following ability.",
				{
					"type": "ability",
					"name": "Transcendence—Sever Four Dragonfly Wings",
					"activity": {
						"number": 3,
						"unit": "action"
					},
					"traits": [
						"transcendence"
					],
					"entries": [
						"Make a {@action Strike} that deals slashing damage with your weapon ikon. If that {@action Strike} is successful, you can immediately make an additional {@action Strike} against a different target within your reach. You can continue making {@action Strike||Strikes} in this manner, each against a different target, until you have made a total of four {@action Strike||Strikes} or you miss with a {@action Strike}, whichever comes first. Each attack counts toward your multiple attack penalty, but you do not increase your penalty until you have made all your attacks."
					]
				}
			]
		},
		{
			"name": "Reactive Strike",
			"source": "WoI",
			"add_hash": "Exemplar",
			"page": 37,
			"level": 6,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"traits": [
				"exemplar"
			],
			"trigger": "A creature within your reach uses a {@trait manipulate} action or a {@trait move} action, makes a ranged attack, or leaves a square during a {@trait move} action it's using.",
			"entries": [
				"You swat a foe that leaves an opening. Make a melee {@action Strike} against the triggering creature. If your attack is a critical hit and the trigger was a {@trait manipulate} action, you {@quickref disrupt|CRB|3|actions} that action. This {@action Strike} doesn't count toward your multiple attack penalty, and your multiple attack penalty doesn't apply to this {@action Strike}."
			]
		},
		{
			"name": "Additional Ikon",
			"source": "WoI",
			"page": 37,
			"level": 8,
			"traits": [
				"exemplar"
			],
			"entries": [
				"Your story has grown rich enough that three ikons can't contain its full complexity. You gain a fourth ikon, which can be of any type."
			]
		},
		{
			"name": "Battle Hymn to the Lost",
			"source": "WoI",
			"page": 37,
			"level": 8,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"traits": [
				"concentrate",
				"divine",
				"exemplar"
			],
			"prerequisites": "of verse unbroken or peerless under heaven",
			"frequency": {
				"number": 1,
				"unit": "hour"
			},
			"entries": [
				"Your movements in combat are an artistic dirge to those spirits who could not fight to see another day. You make a {@action Strike}. Regardless of whether the {@action Strike} succeeds, spirits of warriors who died gloriously in battle surge out to attack with you. They appear in a 30-foot cone if you make a melee {@action Strike} or in a 10-foot emanation around your target if you made a ranged {@action Strike}. Each enemy in the area takes {@damage 2d10} damage with a basic Reflex save against your class DC; you choose whether the damage is bludgeoning, piercing, or slashing. At 12th level and every 4 levels thereafter, the damage increases by {@damage 1d10}.",
				"As they join the battle, the spirits call your fallen allies back to the fight. Any of your allies in the area who are {@condition dying} regain Hit Points equal to the damage you rolled. This is a {@trait divine}, {@trait healing}, {@trait vitality} effect."
			]
		},
		{
			"name": "Raise Island",
			"source": "WoI",
			"page": 37,
			"level": 8,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"prerequisites": "born of the bones of the earth or restless as the tide",
			"frequency": {
				"number": 1,
				"unit": "hour"
			},
			"traits": [
				"concentrate",
				"divine",
				"exemplar"
			],
			"entries": [
				"You churn the sea and fish up stone so your enemies together can receive their punishment. Each enemy in a 30-foot emanation must succeed at a Fortitude save against your class DC or be swept up to 15 feet to another location of your choice within the affected area and become {@condition off-guard|PC1} until the start of your next turn. Then, if you're on a surface, a pillar of earth rises underneath you and lasts for 1 minute. The pillar is 10 feet tall, and its surface includes your space and a 5-foot emanation around you. After the pillar rises, you can attempt a melee {@action Strike} against one enemy in reach."
			]
		},
		{
			"name": "Rejoice in Solstice Storm",
			"source": "WoI",
			"page": 37,
			"level": 8,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"prerequisites": "whose cry is thunder or dancer in the seasons",
			"frequency": {
				"number": 1,
				"unit": "hour"
			},
			"traits": [
				"concentrate",
				"divine",
				"exemplar",
				"manipulate"
			],
			"entries": [
				"You hold your arms out, and the fury of the seasons comes to your jubilant embrace. A storm spirals out from you, dealing {@damage 5d8} damage (see below) to each creature in a 30-foot emanation, with a basic Reflex save against your class DC. At 10th level and every 2 levels thereafter, the damage increases by {@damage 1d8}.",
				"The emanation is quartered into four non-overlapping cones, each of a different season, which must be arranged clockwise from spring, to summer, to fall, to winter. Each cone has different traits, damage type, and a different effect to a creature that critically fails its saving throw; a creature large enough to be in multiple seasons can choose which it is affected by.",
				{
					"type": "list",
					"items": [
						{
							"type": "ability",
							"name": "Spring",
							"traits": [
								"electricity"
							],
							"entries": [
								"Spring lightning deals electricity damage. Creatures who critically fail are left numb, becoming {@condition clumsy} 2 until the end of their next turn."
							]
						},
						{
							"type": "ability",
							"name": "Summer",
							"traits": [
								"water"
							],
							"entries": [
								"A summer monsoon deals bludgeoning damage. Creatures who critically fail are knocked {@condition prone} by hurricane winds."
							]
						},
						{
							"type": "ability",
							"name": "Fall",
							"traits": [
								"emotion",
								"mental",
								"wood"
							],
							"entries": [
								"Falling leaves deal slashing damage. Creatures who critically fail are gripped by melancholy, becoming {@condition off-guard|PC1} until the end of their next turn."
							]
						},
						{
							"type": "ability",
							"name": "Winter",
							"traits": [
								"cold"
							],
							"entries": [
								"A blizzard deals cold damage. Creatures who critically fail are {@condition stupefied} 2 until the end of their next turn as the cold numbs their senses."
							]
						}
					]
				}
			]
		},
		{
			"name": "Breath of Vital Ash",
			"source": "WoI",
			"page": 38,
			"level": 10,
			"traits": [
				"exemplar",
				"ikon"
			],
			"usage": "imbued into a body ikon",
			"entries": [
				"Reddish ash stains your ikon, impossible to clean off. Every time you exhale, a tinge of red and a scent of spiced smoke float upon your breath. The imbued ikon gains the following ability.",
				{
					"type": "ability",
					"name": "Transcendence—Mark the Center",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"traits": [
						"transcendence"
					],
					"entries": [
						"You hold a hand to your lips and exhale, releasing enchanted red ash in a 15-foot cone. The ash clings to the vital areas of each enemy in the area for 1 minute. When a creature marked by the ash is hit and dealt damage by a {@action Strike}, it takes an additional {@damage 4d6} precision or vitality damage, then its mark ends. The damage type is whichever is worse for the creature, as determined by the GM. At 13th level and every 3 levels thereafter, the damage increases by {@damage 1d6}."
					]
				}
			]
		},
		{
			"name": "Exult in Violence",
			"source": "WoI",
			"page": 38,
			"level": 10,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"traits": [
				"concentrate",
				"divine",
				"exemplar",
				"light",
				"spirit"
			],
			"requirements": "You critically hit an enemy this turn",
			"entries": [
				"You let out a war cry as your blow lands true, and judgment descends on an enemy. A pillar of light deals {@damage 4d6} spirit damage with a basic Reflex save against your class DC to a different enemy selected at random within 30 feet of the target struck. This damage increases to {@damage 7d6} if you are 12th level and {@damage 10d6} if you are 17th level."
			]
		},
		{
			"name": "Fish from the Falls' Edge",
			"source": "WoI",
			"page": 38,
			"level": 10,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"traits": [
				"divine",
				"exemplar",
				"healing",
				"vitality"
			],
			"frequency": {
				"number": 1,
				"unit": "day"
			},
			"trigger": "A living creature within 30 feet would die.",
			"requirements": "Your divine spark is empowering one of your ikons.",
			"entries": [
				"Seeing your ally fall, you let out a cry, sending your divine spark to them temporarily to keep them from tumbling down the River of Souls. You prevent the triggering creature from dying and restore {@dice 5d8} Hit Points to them. The ally is invigorated by the touch of your divine power, gaining a +1 status bonus to their saving throws and AC for 1 round. Your divine spark remains with your ally, preventing you from gaining any of your ikons' immanence effects until the start of your next turn, when it returns to an ikon of your choice."
			]
		},
		{
			"name": "Journey of the Sky Chariot",
			"source": "WoI",
			"page": 38,
			"level": 10,
			"traits": [
				"exemplar",
				"ikon"
			],
			"usage": "imbued into a body ikon or worn ikon",
			"entries": [
				"Small wings, flaming wheels, or another signifier of flight sprout from your ikon as it gains the power to lift you from the ground. Your ikon gains the following effects.",
				{
					"type": "ability",
					"name": "Immanence",
					"entries": [
						"Your ikon keeps you hovering even without conscious effort. You can remain in the air at the end of this turn, even if you didn't use a {@action Fly} action."
					]
				},
				{
					"type": "ability",
					"name": "Transcendence—Race the Skies",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"traits": [
						"concentrate",
						"transcendence"
					],
					"entries": [
						"You take your place among the heavens. For 1 minute, you gain a fly Speed equal to your Speed or 20 feet, whichever is greater."
					]
				}
			]
		},
		{
			"name": "Mated Birds in Paired Flight",
			"source": "WoI",
			"page": 39,
			"level": 10,
			"traits": [
				"exemplar",
				"ikon"
			],
			"usage": "imbued in one or two weapon ikons that both have the {@trait thrown} trait (see text)",
			"entries": [
				"Your ikons bond like a pair of one-winged birds. This feat can be imbued in either a single ikon with multiple copies, such as one produced by the {@item shadow sheath|WoI} or with the {@feat Twin Stars|WoI} feat, or two separate ikons (bypassing the normal limit per ikon feat).",
				{
					"type": "ability",
					"name": "Immanence",
					"entries": [
						"As long as you hold one ikon, the other will return to find its partner. Both ikons gain the {@item returning} rune."
					]
				},
				{
					"type": "ability",
					"name": "Transcendence—Rejoin in Flight",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"traits": [
						"transcendence"
					],
					"entries": [
						"You throw your weapon ikons to either side of a creature, and they seek each other out, converging on the target. Make two thrown {@action Strike||Strikes} against a target within the first range increment of both your weapon ikons. This counts as two attacks toward your multiple attack penalty, but the penalty doesn't increase until after you've made both attacks. The target is flanked for both attacks (typically making it {@condition off-guard|PC1} against both attacks). If both {@action Strike||Strikes} hit, the target also takes an additional die of weapon damage. The weapons then return to your hand."
					]
				}
			]
		},
		{
			"name": "Compliant Gold",
			"source": "WoI",
			"page": 39,
			"level": 12,
			"traits": [
				"exemplar",
				"ikon"
			],
			"usage": "imbued into a melee weapon ikon",
			"entries": [
				"You can command your weapon to shrink or grow, for convenience or power. Even when your ikon is not empowered, you can shrink it to a miniature size (with negligible Bulk) and keep it tucked behind an ear, in your hair, or in a similar discreet location. You can shrink your weapon or regrow it to its normal size as part of drawing it, putting it away, swapping it, or picking it up.",
				{
					"type": "ability",
					"name": "Immanence",
					"entries": [
						"Your ikon gains the {@trait reach} trait. If it already had the {@trait reach} trait, it instead increases your reach by an additional 10 feet, instead of the usual additional 5 feet."
					]
				},
				{
					"type": "ability",
					"name": "Transcendence—Topple the Pillar of Heaven",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"traits": [
						"transcendence"
					],
					"entries": [
						"Your ikon extends to an impossible length, striking all in its way. You deal {@damage 6d8} damage to all creatures in a 60-foot line, with a basic Reflex save against your class DC. The damage type matches that of your weapon. At 14th level and every two levels thereafter, the damage increases by {@damage 1d8}."
					]
				}
			]
		},
		{
			"name": "Extract Vow of Nonviolence",
			"source": "WoI",
			"page": 39,
			"level": 12,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"traits": [
				"auditory",
				"concentrate",
				"exemplar"
			],
			"entries": [
				"You entice or threaten a weapon, making it swear not to harm you. Attempt a {@skill Diplomacy} check to {@action Request} or an {@skill Intimidation} check to {@action Demoralize} against one weapon within 60 feet—even though most weapons are inanimate and mindless, your words somehow still can affect it as if it were living and you shared a language. The DC for this check is the Will DC of the creature wielding the weapon or a moderate DC for the weapon's level if it's unattended. If the weapon is an intelligent item, use its Will DC. Regardless of the result of the save, the weapon is then temporarily immune to Extract Vow of Nonviolence for 1 day.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "The object swears not to hurt you. You gain resistance to all damage dealt by that specific weapon as the weapon attempts to mitigate harm to you. The resistance is equal to half your level and lasts for 10 minutes.",
						"Success": "As critical success, but the remaining duration decreases by 1 minute each time the weapon hits you (even if it deals no damage)."
					}
				}
			],
			"special": [
				"When you gain this feat, choose {@item cold iron (generic)||cold iron}, {@item darkwood (generic)||duskwood}, {@item mithral (generic)||dawnsilver}, or {@item silver (generic)||silver}. For some reason—perhaps because you underestimate this material, or because you think it a friend—you are forever unable to use Extract Vow of Nonviolence on objects composed of the chosen material."
			]
		},
		{
			"name": "Rapid Spark",
			"source": "WoI",
			"page": 39,
			"level": 12,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"traits": [
				"exemplar"
			],
			"trigger": "Your turn begins.",
			"frequency": {
				"number": 1,
				"unit": "day"
			},
			"entries": [
				"Your spark shifts to where it needs to be. You {@action Shift Immanence|WoI}."
			]
		},
		{
			"name": "Warped by Rage",
			"source": "WoI",
			"page": 39,
			"level": 12,
			"traits": [
				"exemplar",
				"ikon",
				"morph"
			],
			"usage": "imbued into a body ikon or worn ikon",
			"entries": [
				"Rage courses through your body, transforming you into a beast of battle. The imbued ikon gains the following abilities.",
				{
					"type": "ability",
					"name": "Immanence",
					"entries": [
						"You're affected by a 4th-rank {@spell enlarge} spell. You can choose to forgo this effect when your body ikon becomes empowered."
					]
				},
				{
					"type": "ability",
					"name": "Transcendence—Spasm of the Berserker",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"traits": [
						"transcendence"
					],
					"entries": [
						"Your body warps beyond recognition into a powerful, one-eyed form. You're affected by a 4th-rank {@spell enlarge} spell and a 6th-rank {@spell moon frenzy} spell, which both last until the end of your next turn. You can't attempt to end the {@spell moon frenzy} early.",
						"If this ikon becomes empowered again, you can extend Spasm of the Berserker's duration until the end of your next turn. While you're already affected by Spasm of the Berserker, the {@trait transcendence||transcend} action becomes a free action to extend its duration until the end of your next turn."
					]
				}
			]
		},
		{
			"name": "Complete the Hero's Journey",
			"source": "WoI",
			"page": 39,
			"level": 14,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"traits": [
				"exemplar",
				"healing",
				"transcendence"
			],
			"frequency": {
				"number": 1,
				"interval": 10,
				"unit": "minute"
			},
			"requirements": "You have Sparked Transcendence of at least two different ikons in the last 10 minutes, and your divine spark currently dwells in a third ikon.",
			"entries": [
				"As your divine spark travels through each of your ikons in turn, it gains power, culminating its journey when it enters your third ikon. You Spark Transcendence of your final ikon, but instead of its normal effect, the item casts the 3-action version of {@spell harm} or {@spell heal} heightened to half your level rounded up."
			]
		},
		{
			"name": "Destined Victory",
			"source": "WoI",
			"page": 40,
			"level": 14,
			"traits": [
				"exemplar",
				"ikon"
			],
			"usage": "imbued into a worn ikon",
			"entries": [
				"You demand a battle against your chosen enemy. The imbued ikon gains the following abilities.",
				{
					"type": "ability",
					"name": "Immanence",
					"entries": [
						"Whenever an enemy successfully {@action Strike||Strikes} you with a melee weapon, you gain a +2 status bonus to your AC against the next attack from that enemy before the start of your next turn."
					]
				},
				{
					"type": "ability",
					"name": "Transcendence—Only You and I",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"traits": [
						"concentrate",
						"transcendence"
					],
					"entries": [
						"You draw your foe into a fated conflict—one you know you'll win. Choose an enemy within your reach. Until the end of your next turn, that enemy gains a +2 circumstance bonus to attack rolls it makes against you, but it must attempt a Will save against your class DC whenever it tries to move away from you, {@action Strike} a target other than you, or {@action Cast a Spell} that doesn't include you as a target. On a failure, the action or actions related to the failed attempt is {@quickref disrupted|CRB|3|actions}. Whenever the enemy misses you with a {@action Strike} while this effect is active, you heal {@dice 1d8+5} Hit Points."
					]
				}
			]
		},
		{
			"name": "Infinite Blades Celestial Arrow",
			"source": "WoI",
			"page": 40,
			"level": 14,
			"traits": [
				"exemplar",
				"ikon"
			],
			"usage": "imbued into a ranged weapon ikon",
			"entries": [
				"Each shot you launch multiplies itself with spiritual blades, rings, and other missiles that shower upon your foes. Your weapon ikon gains the following abilities.",
				{
					"type": "ability",
					"name": "Immanence",
					"entries": [
						"Whenever you successfully {@action Strike} an enemy with your weapon ikon, up to two enemies adjacent to the target take spirit damage equal to your weapon ikon's damage dice as they are struck by duplicated missiles."
					]
				},
				{
					"type": "ability",
					"name": "Transcendence—Heaven Rains an Ending",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"traits": [
						"transcendence"
					],
					"entries": [
						"You shoot an arrow that multiplies into a dense cloud of weapons. Make one ranged {@action Strike} with a –2 penalty against each enemy you are aware of within a cone as long as your weapon's first range increment. Roll the damage only once for all targets, and all the {@action Strike}'s damage is spirit damage instead of its normal type. Each attack counts toward your multiple attack penalty, the penalty doesn't increase until you have made all your attacks."
					]
				}
			]
		},
		{
			"name": "Crown of Rule",
			"source": "WoI",
			"page": 40,
			"level": 16,
			"traits": [
				"exemplar",
				"ikon"
			],
			"usage": "imbued into a worn ikon or a body ikon",
			"entries": [
				"This badge of office proclaims your sovereignty. The imbued ikon gains the following ability.",
				{
					"type": "ability",
					"name": "Transcendence—Heavy is the Crown",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"traits": [
						"concentrate",
						"mental",
						"spirit",
						"transcendence"
					],
					"entries": [
						"The weight of authority falls heavily upon you, as well as nearby creatures. All enemies in a 15-foot burst within 60 feet take spirit damage equal to your level with a basic Will save against your class DC. Any enemy that fails its save must immediately kneel, dropping {@condition prone} as a free action."
					]
				}
			]
		},
		{
			"name": "Gift of the Immortal Herb",
			"source": "WoI",
			"page": 41,
			"level": 16,
			"traits": [
				"exemplar",
				"healing",
				"ikon",
				"light",
				"vitality"
			],
			"usage": "imbued into a body ikon",
			"entries": [
				"Your blood turns a divine gold, shining in moments its spilled and begetting new life. The imbued ikon gains the following effects.",
				{
					"type": "ability",
					"name": "Immanence",
					"entries": [
						"If your divine spark remains in your body ikon for 10 continuous minutes, you regrow one damaged or ruined limb or organ."
					]
				},
				{
					"type": "ability",
					"name": "Transcendence—Shed the Mortal Skin",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"traits": [
						"healing",
						"light",
						"transcendence",
						"vitality"
					],
					"entries": [
						"Like the serpent, that most ancient of immortals, you shed your skin, revealing a glowing divine form. If you are currently taking {@condition persistent damage||persistent fire damage or acid damage}, you immediately end the effect. Until the beginning of your next turn, you shed bright light in a 20-foot radius (and dim light for the next 20 feet) like a {@item torch}. The next time you are dealt damage by an enemy before the beginning of your next turn, you shed glowing ichor in a square adjacent to you, and where it hits the earth, a glowing, thorned herb grows. A creature other than you can pluck and consume the herb with an {@action Interact} action to regain a number of Hit Points equal to half of the damage you were dealt by the attack that sprouted the herb."
					]
				}
			]
		},
		{
			"name": "Mark of the Sage",
			"source": "WoI",
			"page": 41,
			"level": 16,
			"traits": [
				"exemplar",
				"ikon"
			],
			"usage": "imbued into a worn ikon",
			"entries": [
				"Your ikon gains a pin, stripe, or similar marking showing you as a master of your craft. The imbued ikon gains the following ability.",
				{
					"type": "ability",
					"name": "Transcendence—A Challenge for Heroes",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"traits": [
						"concentrate",
						"mental",
						"spirit",
						"transcendence"
					],
					"entries": [
						"You declare an enemy within 60 feet to be a heroic test. For 1 minute, that enemy deals an additional 10 spirit damage to you with each successful {@action Strike} or spell it targets you with. Whenever that enemy deals spirit damage to you, each ally who has the enemy in melee reach can attempt a {@action Reactive Strike|PC1} against it (Player Core 138), even if the ally doesn't normally have that reaction. If an ally successfully slays the enemy with a {@action Reactive Strike|PC1} due to this effect, that ally immediately gains temporary Hit Points equal to your level, which persist for 1 minute."
					]
				}
			]
		},
		{
			"name": "Shroud of Ghosts",
			"source": "WoI",
			"page": 41,
			"level": 16,
			"traits": [
				"exemplar",
				"ikon"
			],
			"usage": "imbued into a worn ikon",
			"entries": [
				"Your ikon is connected to the world of the spirits, allowing you to partially fade into their realm. The imbued ikon gains the following ability.",
				{
					"type": "ability",
					"name": "Transcendence—Skirt the Underworld",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"traits": [
						"transcendence"
					],
					"entries": [
						"You skirt into the world of the dead, becoming {@condition invisible} for 1 round, then {@action Fly} up to your Speed. Each enemy adjacent to you at any point during this movement must succeed at a Fortitude save against your class DC or become {@condition blinded} for 1 minute (or permanently on a critical failure). For each creature {@condition blinded} by this effect, the duration of the granted {@condition invisible||invisibility} extends by 1 round. Undead and other creatures with strong ties to the world of the dead, such as psychopomps, are immune to this effect."
					]
				}
			]
		},
		{
			"name": "Strike Rivers, Seize Winds",
			"source": "WoI",
			"page": 41,
			"level": 16,
			"traits": [
				"exemplar"
			],
			"frequency": {
				"special": "once per hour; see text"
			},
			"entries": [
				"Through sheer physical force, you can wrestle a river, lasso the winds, punch a hole to the molten center of the planet, or create other environmental disturbances via nothing but your own strength. You can create each of the following spell effects at the listed rank, but you can't create effects more than once per hour and you can't perform a given effect more than once per day: {@b 4th} {@spell hydraulic torrent|PC1}, {@b 5th} {@spell control water|PC1}, {@b 6th} {@spell howling blizzard|PC1}, {@b 7th} {@spell volcanic eruption|PC1}, {@b 8th} {@spell punishing winds|PC1}.",
				"Creating the effects requires the same type and number of actions as {@action Cast a Spell||Casting the Spell}, and they use the higher of your class DC or spell DC when appropriate. Because you are creating these effects with your godly might rather than {@action Cast a Spell||Casting a Spell}, they can't be dispelled or {@quickref counteracted|CRB|3|counteracting}."
			],
			"leadsTo": [
				"Remake the World|WoI"
			]
		},
		{
			"name": "Branched Tree of Pain",
			"source": "WoI",
			"page": 41,
			"level": 18,
			"traits": [
				"exemplar",
				"ikon"
			],
			"usage": "imbued into a weapon ikon that deals piercing or slashing damage",
			"entries": [
				"The blade of your ikon takes one or more notches, capable of dealing mortal pain to your foes.",
				{
					"type": "ability",
					"name": "Immanence",
					"entries": [
						"When you {@action Strike} with the ikon, you critically succeed if you roll a 19 on the die as long as that result would be a success. This has no effect on a 19 if the result would be a failure."
					]
				},
				{
					"type": "ability",
					"name": "Transcendence—Plant Thirty Barbs",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"traits": [
						"death",
						"transcendence"
					],
					"entries": [
						"You snap off a fragment of your ikon within your opponent's body, which threatens to burst into numerous barbs. Make a {@action Strike} with your ikon. If successful, barbs fill the target, dealing two die of weapon damage the first time the creature uses a {@trait move} action on each of its turns; the barbs are made out of the same material as your weapon ikon and bypass resistances and such accordingly (for instance, a {@item cold iron (generic)||cold iron} spear would create cold iron barbs). The barbs last for {@dice 1d4} rounds. If the target dies while the barbs are still in their body, the barbs burst forth in a forest of thorns covering the creature's space, which are {@quickref greater difficult terrain|CRB|3|terrain|0} and deal piercing damage equal to half your level for each square that is moved into."
					]
				}
			]
		},
		{
			"name": "Eternity-Incinerating Blaze",
			"source": "WoI",
			"page": 42,
			"level": 18,
			"traits": [
				"exemplar",
				"ikon",
				"void"
			],
			"usage": "imbued into a weapon ikon",
			"entries": [
				"The blaze of your divine spark is hot enough that it burns in not just the present, but the past and future as well. Whenever you score a critical hit with the imbued ikon, the target becomes {@condition doomed} 1 or increases its {@condition doomed} condition by 1. If the target's maximum {@condition dying} value is reduced to 0 by this ability, it immediately dies in a flash of spiritual fire that reduces its body to ash. This effect applies even when the ikon is not empowered. The ikon also gains the following {@trait transcendence} ability.",
				{
					"type": "ability",
					"name": "Transcendence—Burn out of Time",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"traits": [
						"spirit",
						"transcendence",
						"void"
					],
					"entries": [
						"An impossible amount of energy blazes in a sphere above you before compressing itself into your weapon. {@action Strike} one creature. The {@action Strike} deals an additional {@damage 3d8} spirit damage and {@damage 3d8} void damage. If the creature is reduced to 0 Hit Points, it's immediately killed and reduced to ash, not in the present, but in the recent past, erasing the consequences of their recent actions. If a creature died within the last round as a result of the incinerated target's actions, that creature is returned to life with {@dice 5d8} Hit Points at the location that it died as its death is retroactively undone."
					]
				}
			]
		},
		{
			"name": "Seven-Colored Cosmic Bridge",
			"source": "WoI",
			"page": 42,
			"level": 18,
			"traits": [
				"exemplar",
				"ikon"
			],
			"usage": "imbued into a melee weapon ikon",
			"entries": [
				"Your divine spark shines in a riot of shimmering colors, capable of carrying you through the world as fast as light itself. The imbued ikon gains the following abilities.",
				{
					"type": "ability",
					"name": "Immanence",
					"traits": [
						"light",
						"teleportation"
					],
					"entries": [
						"Your weapon scatters rainbow-colored light across nearby surroundings, each a possible destination. When you successfully {@action Strike} an enemy, you can choose to teleport to an unoccupied location within 10 feet as a free action."
					]
				},
				{
					"type": "ability",
					"name": "Transcendence—Fleeting Arc through Heaven and Earth",
					"activity": {
						"number": 3,
						"unit": "action"
					},
					"traits": [
						"light",
						"spirit",
						"teleportation",
						"transcendence"
					],
					"entries": [
						"You swing your weapon in a wide arc, releasing a blazing rainbow that deals {@damage 9d6} spirit damage and {@damage 9d6} damage of the same type as your weapon to all enemies in a 60-foot cone, with a basic Fortitude save against your class DC. As the rainbow ripples out, you use it as a bridge to teleport to any location within the effect's area."
					]
				}
			]
		},
		{
			"name": "Sunwrecker",
			"source": "WoI",
			"page": 42,
			"level": 18,
			"traits": [
				"exemplar",
				"ikon"
			],
			"usage": "imbued into any weapon ikon",
			"entries": [
				"Your weapon has the might of legends, capable of shooting or striking any light out of the sky. The imbued ikon gains the following abilities.",
				{
					"type": "ability",
					"name": "Immanence",
					"traits": [
						"darkness"
					],
					"entries": [
						"On a successful critical hit with the weapon, the weapon casts 2nd-rank {@spell darkness} centered on the target of the attack."
					]
				},
				{
					"type": "ability",
					"name": "Transcendence—Break the Sun's Legs",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"traits": [
						"cold",
						"concentrate",
						"darkness",
						"transcendence"
					],
					"entries": [
						"You make a slashing motion over the brightest source of light, whether it's a torch or the sun in the sky. A gash appears over the light source, visible to all, and devours the light. The entire area within a 120-foot burst around you is affected by a 9th-rank {@spell darkness} spell for 1 minute. The stolen light is channeled to your eyes, granting you greater {@ability darkvision} for the duration of the effect."
					]
				}
			]
		},
		{
			"name": "Cutting without Blade",
			"source": "WoI",
			"page": 43,
			"level": 20,
			"traits": [
				"exemplar"
			],
			"entries": [
				"While tales of your divine ikons have spread far and wide, you've realized that, as they are all manifestations of your soul, the object itself is unnecessary. Your ikons disintegrate into golden light. Any ikon feats you've taken now apply to any applicable ikon you have, not just one, and you can immediately retrain any ikon feats you selected more than once.",
				"Each day during your daily preparations, you can select one {@filter ikon feat of 16th level or lower|feats||Level=[1;16]|Feat=Ikon} and gain it temporarily for that day. You can place your divine spark into any object in your possession, even a nonthreatening object like a single strand of grass, to transform it into a fully functional copy of your ikon made out of pure divine radiance. You can do this as a free action immediately before or after {@action Strike||Striking} with or otherwise using the ikon."
			]
		},
		{
			"name": "Reach for Immortality",
			"source": "WoI",
			"page": 43,
			"level": 20,
			"traits": [
				"exemplar"
			],
			"frequency": {
				"number": 1,
				"unit": "day"
			},
			"entries": [
				"Your divine spark is now a bonfire in your soul, bringing you to the very cusp of undying immortality. You cease aging. When you would die for any reason, you can Spark Transcendence as a free action that can be taken at any time, regardless of your current condition. You reach for your divine spark and seize it in your hand to survive at 0 Hit Points, purging yourself of any negative conditions. Invigorated by this return to life, you then heal yourself for half of your total Hit Points, {@action Stand}, instantly summon any held ikons to your hand, and {@action Shift Immanence|WoI|Shift your Immanence} to any of your ikons."
			]
		},
		{
			"name": "Remake the World",
			"source": "WoI",
			"page": 43,
			"level": 20,
			"traits": [
				"divine",
				"exemplar"
			],
			"prerequisites": "{@feat Strike Rivers, Seize Winds|WoI}",
			"entries": [
				"For the briefest of moments, you can reach into the realm of true gods, gaining the power to shape reality to your will. Once per day, you can create the effects of a {@filter divine spell of 8th level or lower|spells||level=1;2;3;4;5;6;7;8|tradition & spell list=divine|rarity=common}. The spell must be common or one to which you otherwise have access, and it costs as many actions as it would typically take to cast. Use your class DC in place of any necessary spell DC and your class DC – 10 in place of any necessary {@quickref counteract|CRB|3|counteracting} modifier or spell attack modifier.",
				"Because you are creating these effects with your godly might rather than {@action Cast a Spell||Casting a Spell}, they can't be dispelled or {@quickref counteracted|CRB|3|counteracting}, like {@feat Strike Rivers, Seize Winds|WoI}."
			]
		}
	]
}
